# Михаил Кононов, 25А когорта — Финальный проект. Инженер по тестированию плюс

# URL_SERVICE хранит базовый URL веб-сервиса "Самокат", который используется для доступа к API или другим ресурсам.
# Сюда копируется сгенерированный URL учебного Сервера, без слэша в конце.
URL_SERVICE = "https://aef3d5bb-0c14-41fd-82d9-82f81112e729.serverhub.praktikum-services.ru"

# Путь к API-методу POST-запроса, для создания заказа.
CREATE_ORDER_PATH = "/api/v1/orders"

# Путь к API-методу GET-запроса, на получения заказа по треку заказа.
GET_ORDER_WITHIN_TRACK_PATH = "/api/v1/orders/track"